[
  {
    title: "白云变",
    kv: "35KV",
    info2:
      "a）\t35kV白云变35kV进线两回，10kV出线10回，主变2台，总变电容量为40兆伏安。b）\t户内分布：主控室、35kV开关室、10kV开关室、电容器室；户外分布：#1主变、#2主变。",
    info1:
      "a）\t35kV白云变是一座半户内AIS常规变电站，位于大佛寺景区内。b）\t变电站于2017年4月20日重建投运。由绍兴大明电力设计院有限公司设计，新明实业有限公司变电工程部施工。此次重建在原有场地上施工，包括站内环境改造、房屋新建、 设备换新。c）\t35kV白云变主要为城区提供电力保障。",
    type: 2,
    position: [-201.17225646972656, 57.5352783203125, -338.0887145996094],
    category: "AIS",
    info1_list: [
      "35kV白云变是一座半户内AIS常规变电站，位于大佛寺景区内。",
      "变电站于2017年4月20日重建投运。由绍兴大明电力设计院有限公司设计，新明实业有限公司变电工程部施工。此次重建在原有场地上施工，包括站内环境改造、房屋新建、 设备换新。",
      "35kV白云变主要为城区提供电力保障。",
    ],
    info2_list: [
      "35kV白云变35kV进线两回，10kV出线10回，主变2台，总变电容量为40兆伏安。",
      "户内分布：主控室、35kV开关室、10kV开关室、电容器室；户外分布：#1主变、#2主变。",
    ],
  },
  {
    title: "城北变",
    kv: "35KV",
    info2:
      "a）\t35kV城北变35kV进线两回，10kV出线8回，主变2台，总变电容量为32兆伏安。",
    info1:
      "a）\t35kV城北变是一座全户内AIS常规变电站，位于城北大桥南。b）\t变电站于2009年3月份投运。。c）\t35kV城北变主要为江滨公园及附近区域提供电力保障。",
    type: 2,
    position: [-153.55348205566406, 57.5352783203125, -353.60833740234375],
    category: "AIS",
    info1_list: [
      "35kV城北变是一座全户内AIS常规变电站，位于城北大桥南。",
      "变电站于2009年3月份投运。。",
      "35kV城北变主要为江滨公园及附近区域提供电力保障。",
    ],
    info2_list: [
      "35kV城北变35kV进线两回，10kV出线8回，主变2台，总变电容量为32兆伏安。",
    ],
  },
  {
    title: "城南变",
    kv: "35KV",
    info2:
      "a）\t35kV城南变35kV进线4回，10kV出线12回，主变2台，总变电容量为40兆伏安。b）\t户内分布：主控室、35kV开关室、10kV开关室、蓄电池室、电容器室；户外分布：#1主变、#2主变。",
    info1:
      "a）\t35kV城南变是一座半户内AIS常规变电站，坐落于新昌县104国道与602县道交叉口。b）\t变电站于2005年11月份投运。c）\t2019年12月完成自动化改造，改造由绍兴大明电力设计院有限公司设计，新明公司变电工程部施工，更换站内二次保护及自动控制装置、监控系统、自动化设备，同时更换两台主变，单主变容量由12.5兆伏安更换为20兆伏安，新增独立微机五防系统。c）\t2021年3月25日，投运两条35千伏线路间隔（青南3P44、待用3P15）。c）\t35kV城南变主要为城南乡及附近区域提供电力保障。",
    type: 2,
    position: [-170.0345001220703, 57.5352783203125, -279.66632080078125],
    category: "AIS",
    info1_list: [
      "35kV城南变是一座半户内AIS常规变电站，坐落于新昌县104国道与602县道交叉口。",
      "变电站于2005年11月份投运。",
      "2019年12月完成自动化改造，改造由绍兴大明电力设计院有限公司设计，新明公司变电工程部施工，更换站内二次保护及自动控制装置、监控系统、自动化设备，同时更换两台主变，单主变容量由12.5兆伏安更换为20兆伏安，新增独立微机五防系统。",
      "2021年3月25日，投运两条35千伏线路间隔（青南3P44、待用3P15）。",
      "35kV城南变主要为城南乡及附近区域提供电力保障。",
    ],
    info2_list: [
      "35kV城南变35kV进线4回，10kV出线12回，主变2台，总变电容量为40兆伏安。",
      "户内分布：主控室、35kV开关室、10kV开关室、蓄电池室、电容器室；户外分布：#1主变、#2主变。",
    ],
  },
  {
    title: "回山变",
    kv: "35KV",
    info2:
      "a）\t35kV回山变35kV进线2回，10kV出线8回，主变2台，总变电容量为32兆伏安。b）\t户内分布：主控室、35kV开关室、10kV开关室、电容器室；户外分布：#1主变、#2主变。",
    info1:
      "a）\t35kV回山变是一座半户内AIS常规变电站，位于回山镇田平村附近。b）\t变电站于2016年8月12日投运，由绍兴大明电力设计院有限公司设计，新明实业有限公司变电工程部施工。c）\t35kV回山变主要为回山镇提供电力保障。",
    type: 2,
    position: [-385.86737060546875, 63.5352783203125, 361.4085388183594],
    category: "AIS",
    info1_list: [
      "35kV回山变是一座半户内AIS常规变电站，位于回山镇田平村附近。",
      "变电站于2016年8月12日投运，由绍兴大明电力设计院有限公司设计，新明实业有限公司变电工程部施工。",
      "35kV回山变主要为回山镇提供电力保障。",
    ],
    info2_list: [
      "35kV回山变35kV进线2回，10kV出线8回，主变2台，总变电容量为32兆伏安。",
      "户内分布：主控室、35kV开关室、10kV开关室、电容器室；户外分布：#1主变、#2主变。",
    ],
  },
  {
    title: "镜岭变",
    kv: "35KV",
    info2:
      "a）\t35kV镜岭变35kV进线两回，10kV出线13回，主变2台，总变电容量为32兆伏安。b）\t户内分布：主控室、35kV开关室、10kV开关室、电容器室；户外分布：#1主变、#2主变。",
    info1:
      "a）\t35kV镜岭变是一座半户内AIS常规变电站，位于后山岙村，新蟠线县道X604旁。b）\t变电站于2000年12月份投运。2018年1月完成综合自动化改造。2022年1月完成10kV间隔扩建改造，改造由绍兴大明电力设计院有限公司设计，新明实业有限公司变电工程部施工。2022年6月完成主变增容，总容量从20兆伏安增至32兆伏安c）\t35kV镜岭变主要为镜岭镇、十九峰景区提供电力保障。",
    type: 1,
    position: [-475.8106689453125, 73.5352783203125, 56.959529876708984],
    category: "AIS",
    info1_list: [
      "35kV镜岭变是一座半户内AIS常规变电站，位于后山岙村，新蟠线县道X604旁。",
      "变电站于2000年12月份投运。2018年1月完成综合自动化改造。2022年1月完成10kV间隔扩建改造，改造由绍兴大明电力设计院有限公司设计，新明实业有限公司变电工程部施工。2022年6月完成主变增容，总容量从20兆伏安增至32兆伏安",
      "35kV镜岭变主要为镜岭镇、十九峰景区提供电力保障。",
    ],
    info2_list: [
      "35kV镜岭变35kV进线两回，10kV出线13回，主变2台，总变电容量为32兆伏安。",
      "户内分布：主控室、35kV开关室、10kV开关室、电容器室；户外分布：#1主变、#2主变。",
    ],
  },
  {
    title: "青山开关站",
    kv: "35KV",
    info2: "a）\t35kV青山站35kV线路6回。b）\t户内分布：主控室、35kV开关室。",
    info1:
      "a）\t35kV青山站是一座全户内常规开关站，位于新昌县羽林街道。b）\t开关站由原35kV青山变电站改造而成，于2022年4月10日更名。（原青山变是2000年6月份投运）。c）\t35kV青山站作为35kV城南变、35kV大明市开关站、\t220kV礼泉变、青山热电厂、的联络点。",
    type: 2,
    position: [-105.41691589355469, 57.5352783203125, -303.3358154296875],
    category: "",
    info1_list: [
      "35kV青山站是一座全户内常规开关站，位于新昌县羽林街道。",
      "开关站由原35kV青山变电站改造而成，于2022年4月10日更名。（原青山变是2000年6月份投运）。",
      "35kV青山站作为35kV城南变、35kV大明市开关站、\t220kV礼泉变、青山热电厂、的联络点。",
    ],
    info2_list: ["35kV青山站35kV线路6回。", "户内分布：主控室、35kV开关室。"],
  },
  {
    title: "沙溪变",
    kv: "35KV",
    info2:
      "a）\t35kV沙溪变35kV进线两回，10kV出线8回，主变2台，总变电容量为32兆伏安。b）\t户内分布：主控室、35kV开关室、10kV开关室、蓄电池室、电容器室；户外分布：#1主变、#2主变。",
    info1:
      "a）\t35kV沙溪变是一座半户内AIS常规变电站，位于沙溪镇政府往南600米，309省道旁。b）\t变电站于2007年11月份投运。2020年4月完成综合自动化改造，改造由绍兴大明电力设计院有限公司设计，新明公司变电工程部施工，更换站内二次保护及自动控制装置、监控系统、自动化设备，同时更换两台主变，单主变容量由8兆伏安更换为16兆伏安。c）\t35kV沙溪变主要为沙溪镇及附近区域提供电力保障。",
    type: 1,
    position: [450.5000915527344, 69.5352783203125, -375.2817687988281],
    category: "AIS",
    info1_list: [
      "35kV沙溪变是一座半户内AIS常规变电站，位于沙溪镇政府往南600米，309省道旁。",
      "变电站于2007年11月份投运。2020年4月完成综合自动化改造，改造由绍兴大明电力设计院有限公司设计，新明公司变电工程部施工，更换站内二次保护及自动控制装置、监控系统、自动化设备，同时更换两台主变，单主变容量由8兆伏安更换为16兆伏安。",
      "35kV沙溪变主要为沙溪镇及附近区域提供电力保障。",
    ],
    info2_list: [
      "35kV沙溪变35kV进线两回，10kV出线8回，主变2台，总变电容量为32兆伏安。",
      "户内分布：主控室、35kV开关室、10kV开关室、蓄电池室、电容器室；户外分布：#1主变、#2主变。",
    ],
  },
  {
    title: "沃西变",
    kv: "35KV",
    info2:
      "a）\t35kV沃西变35kV进线两回，10kV出线8回，主变2台，总变电容量为25兆伏安。b）\t户内分布：主控室、10kV开关室、电容器室；户外分布：#1主变、#2主变、35kV设备。",
    info1:
      "a）\t35kV沃西变是一座半户内AIS常规变电站，位于604县道与619县道交界处。b）\t变电站于1984年4月份投运。2019年11月完成综合自动化改造，改造由绍兴大明电力设计院有限公司设计，新明公司变电工程部施工，更换站内二次保护及自动控制装置、监控系统、自动化设备。c）\t35kV沃西变主要为澄潭镇及附近区域提供电力保障。",
    type: 2,
    position: [-456.97418212890625, 57.5352783203125, -137.107421875],
    category: "AIS",
    info1_list: [
      "35kV沃西变是一座半户内AIS常规变电站，位于604县道与619县道交界处。",
      "变电站于1984年4月份投运。2019年11月完成综合自动化改造，改造由绍兴大明电力设计院有限公司设计，新明公司变电工程部施工，更换站内二次保护及自动控制装置、监控系统、自动化设备。",
      "35kV沃西变主要为澄潭镇及附近区域提供电力保障。",
    ],
    info2_list: [
      "35kV沃西变35kV进线两回，10kV出线8回，主变2台，总变电容量为25兆伏安。",
      "户内分布：主控室、10kV开关室、电容器室；户外分布：#1主变、#2主变、35kV设备。",
    ],
  },
  {
    title: "西郊变",
    kv: "35KV",
    info2:
      "a）\t35kV西郊变35kV进线四回，10kV出线14回，主变2台，总变电容量为32兆伏安。b）\t户内分布：主控室、35kV开关室、10kV开关室、电容器室；户外分布：#1主变、#2主变、电抗器。",
    info1:
      "a）\t35kV西郊变是一座半户内AIS常规变电站，位于鼓山大桥北侧。b）\t变电站于2003年12月份投运。2020年11月完成35kV、10kV开关柜及电容器改造，改造由绍兴大明电力设计院有限公司设计，新明实业有限公司变电工程部施工，更换除主变、所变以外的所有设备，如35kV开关柜、10kV开关柜、电容器组，还有二次保护及自动控制装置、监控系统、自动化设备、五防、交直流电源。c）\t35kV西郊变主要为城区提供电力保障。d）\t西郊变是变电运维班的驻地。",
    type: 2,
    position: [-201.21865844726562, 57.5352783203125, -370.9139404296875],
    category: "AIS",
    info1_list: [
      "35kV西郊变是一座半户内AIS常规变电站，位于鼓山大桥北侧。",
      "变电站于2003年12月份投运。2020年11月完成35kV、10kV开关柜及电容器改造，改造由绍兴大明电力设计院有限公司设计，新明实业有限公司变电工程部施工，更换除主变、所变以外的所有设备，如35kV开关柜、10kV开关柜、电容器组，还有二次保护及自动控制装置、监控系统、自动化设备、五防、交直流电源。",
      "35kV西郊变主要为城区提供电力保障。",
      "西郊变是变电运维班的驻地。",
    ],
    info2_list: [
      "35kV西郊变35kV进线四回，10kV出线14回，主变2台，总变电容量为32兆伏安。",
      "户内分布：主控室、35kV开关室、10kV开关室、电容器室；户外分布：#1主变、#2主变、电抗器。",
    ],
  },
  {
    title: "小将变",
    kv: "35KV",
    info2:
      "a）\t35kV小将变35kV进线两回，10kV出线6回，主变2台，总变电容量为16兆伏安。b）\t户内分布：主控室、10kV开关室、电容器室；户外分布：#1主变、#2主变、35kV设备。",
    info1:
      "a）\t35kV小将变是一座半户内AIS常规变电站，位于新昌县小将镇。b）\t变电站于1984年6月份投运。c）\t35kV小将变主要为小将镇及附近区域提供电力保障。",
    type: 2,
    position: [438.9779052734375, 57.5352783203125, 54.51063919067383],
    category: "AIS",
    info1_list: [
      "35kV小将变是一座半户内AIS常规变电站，位于新昌县小将镇。",
      "变电站于1984年6月份投运。",
      "35kV小将变主要为小将镇及附近区域提供电力保障。",
    ],
    info2_list: [
      "35kV小将变35kV进线两回，10kV出线6回，主变2台，总变电容量为16兆伏安。",
      "户内分布：主控室、10kV开关室、电容器室；户外分布：#1主变、#2主变、35kV设备。",
    ],
  },
  {
    title: "羽林变",
    kv: "35KV",
    info2:
      "a）\t35kV羽林变35kV进线两回，10kV出线14回，主变2台，总变电容量为40兆伏安。b）\t户内分布：主控室、35kV开关室、10kV开关室、蓄电池室、电容器室；户外分布：#1主变、#2主变。",
    info1:
      "a）\t35kV羽林变是一座半户内AIS常规变电站，位于羽林街道钟林山附近，单家山路与527国道交叉口旁。占地面积1850平方米，建筑面积610平方米。b）\t变电站于2004年6月份投运。2020年5月完成综合自动化改造，改造由绍兴大明电力设计院有限公司设计，新明公司变电工程部施工，更换站内二次保护及自动控制装置、监控系统、自动化设备。c）\t35kV羽林变主要为羽林街道及附近区域提供电力保障。",
    type: 2,
    position: [-13.871591567993164, 57.5352783203125, -286.1338806152344],
    category: "AIS",
    info1_list: [
      "35kV羽林变是一座半户内AIS常规变电站，位于羽林街道钟林山附近，单家山路与527国道交叉口旁。占地面积1850平方米，建筑面积610平方米。",
      "变电站于2004年6月份投运。2020年5月完成综合自动化改造，改造由绍兴大明电力设计院有限公司设计，新明公司变电工程部施工，更换站内二次保护及自动控制装置、监控系统、自动化设备。",
      "35kV羽林变主要为羽林街道及附近区域提供电力保障。",
    ],
    info2_list: [
      "35kV羽林变35kV进线两回，10kV出线14回，主变2台，总变电容量为40兆伏安。",
      "户内分布：主控室、35kV开关室、10kV开关室、蓄电池室、电容器室；户外分布：#1主变、#2主变。",
    ],
  },
  {
    title: "中彩变",
    kv: "35KV",
    info2:
      "a）\t35kV中彩变35kV进线四回，10kV出线9回，主变2台，总变电容量为32兆伏安。b）\t户内分布：主控室、10kV开关室、电容器室；户外分布：#1主变、#2主变、35kV设备。",
    info1:
      "a）\t35kV中彩变是一座半户内AIS常规变电站，位于双彩乡新市场村。b）\t变电站于1987年6月份投运。2016年11月完成综合自动化改造，改造由绍兴大明电力设计院有限公司设计，新明公司变电工程部施工，更换站内二次保护及自动控制装置、监控系统、自动化设备。c）\t35kV中彩变主要为双彩乡及附近区域提供电力保障。",
    type: 2,
    position: [-330.010009765625, 61.5352783203125, 215.774169921875],
    category: "AIS",
    info1_list: [
      "35kV中彩变是一座半户内AIS常规变电站，位于双彩乡新市场村。",
      "变电站于1987年6月份投运。2016年11月完成综合自动化改造，改造由绍兴大明电力设计院有限公司设计，新明公司变电工程部施工，更换站内二次保护及自动控制装置、监控系统、自动化设备。",
      "35kV中彩变主要为双彩乡及附近区域提供电力保障。",
    ],
    info2_list: [
      "35kV中彩变35kV进线四回，10kV出线9回，主变2台，总变电容量为32兆伏安。",
      "户内分布：主控室、10kV开关室、电容器室；户外分布：#1主变、#2主变、35kV设备。",
    ],
  },
  {
    title: "大市聚变",
    kv: "110KV",
    info2:
      "110kV大市聚变110kV进线两回，35kV出线6回， 10kV出线16回，主变2台，总变电容量为31.5MVA+40MVA，其中#2主变负荷需控制在31.5MVA。一楼分布：10kV开关室、电容器室、检修室、110kV户外场地、备班室；二楼分布：35kV开关室、主控室；地下室为电缆层室",
    info1:
      "110kV大市聚变是一座半户内常规变电站，坐落于新昌县沃州镇，占地面积1400㎡。变电站由绍兴大明电力设计院设计，华东送变电工程公司施工，一期工程于2001年11月份投运。2018年完成保护自动化、110kV开关、闸刀及35kV开关柜改造。110kV大市聚变主要为沃州镇及附近区域提供电力保障，主要供开发区内工业负荷。",
    type: 2,
    position: [186.6720428466797, 57.5352783203125, -152.0524444580078],
    category: "",
    info1_list: [
      "110kV大市聚变是一座半户内常规变电站，坐落于新昌县沃州镇，占地面积1400㎡。变电站由绍兴大明电力设计院设计，华东送变电工程公司施工，一期工程于2001年11月份投运。2018年完成保护自动化、110kV开关、闸刀及35kV开关柜改造。110kV大市聚变主要为沃州镇及附近区域提供电力保障，主要供开发区内工业负荷。",
    ],
    info2_list: [
      "110kV大市聚变110kV进线两回，35kV出线6回， 10kV出线16回，主变2台，总变电容量为31.5MVA+40MVA，其中#2主变负荷需控制在31.5MVA。一楼分布：10kV开关室、电容器室、检修室、110kV户外场地、备班室；二楼分布：35kV开关室、主控室；地下室为电缆层室",
    ],
  },
  {
    title: "坑西变",
    kv: "110KV",
    info2:
      "a）\t本站现有110kV进线2回，10kV出线24回，主变2台，总变电容量为100兆伏安。b）\t户内分布：主控室、110kV开关室、10kV开关室、蓄电池室、电容器室；户外分布：#1主变、#2主变。",
    info1:
      "a）\t110kV坑西变是一座半户内GIS智能变电站，位于527国道与051乡道交叉路口，坑西村附近。占地面积2400平方米，建筑面积1440平方米。b）\t变电站于2018年5月31日投运。变电站由绍兴大明电力设计院有限公司设计并监理，浙江中联建设集团有限公司施工。c）\t110kV坑西变主要为大市聚镇及附近区域提供电力保障。",
    type: 2,
    position: [102.05297088623047, 57.5352783203125, -219.98739624023438],
    category: "GIS",
    info1_list: [
      "110kV坑西变是一座半户内GIS智能变电站，位于527国道与051乡道交叉路口，坑西村附近。占地面积2400平方米，建筑面积1440平方米。",
      "变电站于2018年5月31日投运。变电站由绍兴大明电力设计院有限公司设计并监理，浙江中联建设集团有限公司施工。",
      "110kV坑西变主要为大市聚镇及附近区域提供电力保障。",
    ],
    info2_list: [
      "本站现有110kV进线2回，10kV出线24回，主变2台，总变电容量为100兆伏安。",
      "户内分布：主控室、110kV开关室、10kV开关室、蓄电池室、电容器室；户外分布：#1主变、#2主变。",
    ],
  },
  {
    title: "南岩变",
    kv: "110KV",
    info2:
      "南岩变有110kV、35kV、10kV三个电压等级，110kV为内桥接线方式，澄岩1584线运行供110kVⅠ、Ⅱ段母线及#1、#2主变负荷；礼岩1169线热备用。35kV馈线4条，10kV馈线20条（含待用间隔），变电容量2*40MVA。本站为地上两层、地下一层。地上一层为10kV开关室、35kV开关室、电容器室（一）、电容器室（二）、安全用具室、保安室、主变室；地上二层为主控室、110kV场地；地下一层为电缆层室。主变保护测控、110kV母分保护及备自投、交直流屏置于主控室。",
    info1:
      "110kV南岩变是一座户外AIS常规变电站，坐落于绍兴市新昌县南岩工业区。变电站由绍兴大明电力设计院设计，大兴公司施工，于2005年7月26日投运。110kV南岩变主要为南岩工业园区企业及周围居民提供负荷。",
    type: 2,
    position: [-344.97650146484375, 57.5352783203125, -394.7563781738281],
    category: "AIS",
    info1_list: [
      "110kV南岩变是一座户外AIS常规变电站，坐落于绍兴市新昌县南岩工业区。变电站由绍兴大明电力设计院设计，大兴公司施工，于2005年7月26日投运。110kV南岩变主要为南岩工业园区企业及周围居民提供负荷。",
    ],
    info2_list: [
      "南岩变有110kV、35kV、10kV三个电压等级，110kV为内桥接线方式，澄岩1584线运行供110kVⅠ、Ⅱ段母线及#1、#2主变负荷；礼岩1169线热备用。35kV馈线4条，10kV馈线20条（含待用间隔），变电容量2*40MVA。本站为地上两层、地下一层。地上一层为10kV开关室、35kV开关室、电容器室（一）、电容器室（二）、安全用具室、保安室、主变室；地上二层为主控室、110kV场地；地下一层为电缆层室。主变保护测控、110kV母分保护及备自投、交直流屏置于主控室。",
    ],
  },
  {
    title: "儒岙变",
    kv: "110KV",
    info2:
      "110kV儒岙变110kV进线两回，35kV出线4回，10kV出线12回，主变2台，总变电容量为100MVA。一楼分布：10kV开关室、电容器室（一）、电容器室（二）、35kV开关室、保安室等；二楼分布：主控室、安全用具室、蓄电池室、110kVGIS室；户外分布：主变场地；地下一层：电缆层室。",
    info1:
      "110kV儒岙变是一座户外AIS常规变电站，坐落于新昌县儒岙镇。变电站由绍兴电力设计院设计，大兴电力承装公司施工，于2011年6月29日投运。。110kV儒岙变主要为儒岙镇周边剧名用户以及工厂供电。",
    type: 2,
    position: [-82.04120635986328, 57.5352783203125, 89.6573257446289],
    category: "AIS",
    info1_list: [
      "110kV儒岙变是一座户外AIS常规变电站，坐落于新昌县儒岙镇。变电站由绍兴电力设计院设计，大兴电力承装公司施工，于2011年6月29日投运。。110kV儒岙变主要为儒岙镇周边剧名用户以及工厂供电。",
    ],
    info2_list: [
      "110kV儒岙变110kV进线两回，35kV出线4回，10kV出线12回，主变2台，总变电容量为100MVA。一楼分布：10kV开关室、电容器室（一）、电容器室（二）、35kV开关室、保安室等；二楼分布：主控室、安全用具室、蓄电池室、110kVGIS室；户外分布：主变场地；地下一层：电缆层室。",
    ],
  },
  {
    title: "三联变",
    kv: "110KV",
    info2:
      "110kV三联变110kV进线两回，天三1P11线，泉联1164，10kV出线24回，主变2台，总变电容量为100MVA。一楼分布：电缆层室、保安室、户外主变场地；二楼分布：10kV开关室、消弧室、主控室、检修室；三楼分布：电容器室、110kV开关室。",
    info1:
      "110kV三联变是一座纯户内常规变电站，坐落于新昌县三联村，占地面积2400㎡。变电站由绍兴大明电力设计院设计，华东送变电工程公司施工，工程于2013年2月份投运。",
    type: 2,
    position: [-98.02030944824219, 57.5352783203125, -410.5862121582031],
    category: "",
    info1_list: [
      "110kV三联变是一座纯户内常规变电站，坐落于新昌县三联村，占地面积2400㎡。变电站由绍兴大明电力设计院设计，华东送变电工程公司施工，工程于2013年2月份投运。",
    ],
    info2_list: [
      "110kV三联变110kV进线两回，天三1P11线，泉联1164，10kV出线24回，主变2台，总变电容量为100MVA。一楼分布：电缆层室、保安室、户外主变场地；二楼分布：10kV开关室、消弧室、主控室、检修室；三楼分布：电容器室、110kV开关室。",
    ],
  },
  {
    title: "山头变",
    kv: "110KV",
    info2:
      "山头变有110kV、35kV、10kV三个电压等级，110kV为单母分段接线方式，澄头1583线运行供110kVⅠ、Ⅱ段母线及#1、#2主变负荷；泉山1168线热备用。35kV馈线4条，10kV馈线24条（含待用间隔），变电容量2*50MVA。本站为地上一层。分别为主控室、10kV开关室、35kV开关室、户外110kV场地、电容器室（一）、电容器室（二）、安全用具室、检修室、蓄电池室、保安室；。主变保护测控、110kV母分保护及备自投、交直流屏置于主控室。",
    info1:
      "110kV山头变是一座户外AIS常规变电站，坐落于绍兴市新昌县澄潭街道下田村。变电站由绍兴大明电力设计院设计，大兴公司施工，于2007年1月10日投运。2018年12月，#2主变因短路能力不足，进行了更换。110kV山头变主要为梅渚高新工业园区企业及周围居民提供负荷。",
    type: 2,
    position: [-471.09588623046875, 57.5352783203125, -317.3324890136719],
    category: "AIS",
    info1_list: [
      "110kV山头变是一座户外AIS常规变电站，坐落于绍兴市新昌县澄潭街道下田村。变电站由绍兴大明电力设计院设计，大兴公司施工，于2007年1月10日投运。2018年12月，#2主变因短路能力不足，进行了更换。110kV山头变主要为梅渚高新工业园区企业及周围居民提供负荷。",
    ],
    info2_list: [
      "山头变有110kV、35kV、10kV三个电压等级，110kV为单母分段接线方式，澄头1583线运行供110kVⅠ、Ⅱ段母线及#1、#2主变负荷；泉山1168线热备用。35kV馈线4条，10kV馈线24条（含待用间隔），变电容量2*50MVA。本站为地上一层。分别为主控室、10kV开关室、35kV开关室、户外110kV场地、电容器室（一）、电容器室（二）、安全用具室、检修室、蓄电池室、保安室；。主变保护测控、110kV母分保护及备自投、交直流屏置于主控室。",
    ],
  },
  {
    title: "石演变",
    kv: "110KV",
    info2:
      "石演变有110kV和10kV两个电压等级，110kV为内桥接线方式，礼石1171线运行供110kVⅠ、Ⅱ段母线及#1、#2主变负荷；山演1P20线热备用，10kV馈线28条（含待用间隔），变电容量2*50MVA。本站为地上两层，地下一层。地上一层为主控室、#1主变室、#2主变室、10kV开关室、电容器室（一）、电容器室（二）、蓄电池室、检修室、值守室；二层为 110kV开关室、安全用具室；电缆层在地下一层。主变保护测控、110kV线路及桥保护测控、备自投、交直流屏置于主控室。",
    info1:
      "110kV石演变是一座除纯户内AIS常规变电站，坐落于新昌县七星街道上石演村。变电站由绍兴大明电力设计院设计，绍兴大明电力建设有限公司，于2009年4月投运。110kV石演变主要为新昌县七星片区居民及周边提供负荷。",
    type: 2,
    position: [-233.28668212890625, 57.5352783203125, -370.3751525878906],
    category: "AIS",
    info1_list: [
      "110kV石演变是一座除纯户内AIS常规变电站，坐落于新昌县七星街道上石演村。变电站由绍兴大明电力设计院设计，绍兴大明电力建设有限公司，于2009年4月投运。110kV石演变主要为新昌县七星片区居民及周边提供负荷。",
    ],
    info2_list: [
      "石演变有110kV和10kV两个电压等级，110kV为内桥接线方式，礼石1171线运行供110kVⅠ、Ⅱ段母线及#1、#2主变负荷；山演1P20线热备用，10kV馈线28条（含待用间隔），变电容量2*50MVA。本站为地上两层，地下一层。地上一层为主控室、#1主变室、#2主变室、10kV开关室、电容器室（一）、电容器室（二）、蓄电池室、检修室、值守室；二层为 110kV开关室、安全用具室；电缆层在地下一层。主变保护测控、110kV线路及桥保护测控、备自投、交直流屏置于主控室。",
    ],
  },
  {
    title: "塔山变",
    kv: "110KV",
    info2:
      "a）\t本站现有110kV进线3回，35kV出线6回，10kV出线30回，主变2台，总变电容量为150兆伏安。b）\t户内分布：主控室、110kV开关室、35kV及10kV开关室、35kV消弧室、蓄电池室、电容器室、#1主变室、#1主变散热器室、#2主变室、#2主变散热器室、#3主变室、#3主变散热器室。",
    info1:
      "a）\t110kV塔山变是一座全户内GIS智能变电站，位于江滨西路与万丰大道交叉路口，下三溪村附近。b）\t变电站于2019年1月23日投运。变电站由绍兴大明电力设计院有限公司设计并监理，绍兴大明电力建设有限公司施工。c）\t110kV塔山变主要为七星街道、高新园区供电力保障。",
    type: 1,
    position: [-300.4032287597656, 69.5352783203125, -384.7173767089844],
    category: "GIS",
    info1_list: [
      "110kV塔山变是一座全户内GIS智能变电站，位于江滨西路与万丰大道交叉路口，下三溪村附近。",
      "变电站于2019年1月23日投运。变电站由绍兴大明电力设计院有限公司设计并监理，绍兴大明电力建设有限公司施工。",
      "110kV塔山变主要为七星街道、高新园区供电力保障。",
    ],
    info2_list: [
      "本站现有110kV进线3回，35kV出线6回，10kV出线30回，主变2台，总变电容量为150兆伏安。",
      "户内分布：主控室、110kV开关室、35kV及10kV开关室、35kV消弧室、蓄电池室、电容器室、#1主变室、#1主变散热器室、#2主变室、#2主变散热器室、#3主变室、#3主变散热器室。",
    ],
  },
  {
    title: "望江变",
    kv: "110KV",
    info2:
      "a）\t本站现有110kV进线2回，10kV出线24回，主变2台，总变电容量为100兆伏安。b）\t户内分布：主控室、110kV开关室、10kV开关室、电容器室；户外分布：#1主变、#2主变。",
    info1:
      "a）\t110kV望江变是一座半户内GIS智能变电站，位于客运东站附近，棣山路与青山路交叉口。占地面积2400平方米，建筑面积1440平方米。b）\t变电站于2018年7月14日投运。c）\t110kV望江变主要为望江坪附近区域提供电力保障。",
    type: 2,
    position: [-63.08452606201172, 57.5352783203125, -285.617431640625],
    category: "GIS",
    info1_list: [
      "110kV望江变是一座半户内GIS智能变电站，位于客运东站附近，棣山路与青山路交叉口。占地面积2400平方米，建筑面积1440平方米。",
      "变电站于2018年7月14日投运。",
      "110kV望江变主要为望江坪附近区域提供电力保障。",
    ],
    info2_list: [
      "本站现有110kV进线2回，10kV出线24回，主变2台，总变电容量为100兆伏安。",
      "户内分布：主控室、110kV开关室、10kV开关室、电容器室；户外分布：#1主变、#2主变。",
    ],
  },
  {
    title: "新昌变",
    kv: "110KV",
    info2:
      "a）\t新昌变电站按最终规模为三台双绕组主变建设，现有主变容量为2×50MVA。110kV为内桥接线，现有110kV进线2回，分别为礼新1160线、姥昌1P08线。10kV为单母线分段接线，设计规模42回，现有规模28回。电容器组2×（4.8+3.6）Mvar。b）\t户内分布：主控室、110kV开关室、10kV开关室、电容器室、#1主变本体、#2主变本体。户外分布：#1主变散热片、#2主变散热片。",
    info1:
      "a）\t新昌110kV变电站位于新昌县城关镇平川路以南，梅苑路以东，湖滨一路以北区块，为GIS设备户内布置型式。110kV礼新1160线由220kV礼泉变110kV母线引出，110kV姥昌1P08线由220kV天姥变110kVⅡ段母线引出。b）\t变电站由浙江浙电经济技术研究院设计并监理，绍兴大明电力建设有限公司施工，于2019年5月投入运行。c）\t110kV新昌变主要为城区提供电力保障。",
    type: 2,
    position: [-130.839111328125, 57.5352783203125, -303.554931640625],
    category: "GIS",
    info1_list: [
      "新昌110kV变电站位于新昌县城关镇平川路以南，梅苑路以东，湖滨一路以北区块，为GIS设备户内布置型式。110kV礼新1160线由220kV礼泉变110kV母线引出，110kV姥昌1P08线由220kV天姥变110kVⅡ段母线引出。",
      "变电站由浙江浙电经济技术研究院设计并监理，绍兴大明电力建设有限公司施工，于2019年5月投入运行。",
      "110kV新昌变主要为城区提供电力保障。",
    ],
    info2_list: [
      "新昌变电站按最终规模为三台双绕组主变建设，现有主变容量为2×50MVA。110kV为内桥接线，现有110kV进线2回，分别为礼新1160线、姥昌1P08线。10kV为单母线分段接线，设计规模42回，现有规模28回。电容器组2×（4.8+3.6）Mvar。",
      "户内分布：主控室、110kV开关室、10kV开关室、电容器室、#1主变本体、#2主变本体。户外分布：#1主变散热片、#2主变散热片。",
    ],
  },
  {
    title: "枣园变",
    kv: "110KV",
    info2:
      "枣园变电站按最终规模为三台双绕组主变建设，现有主变容量为2×50MVA。110kV为内桥接线，现有110kV进线2回，分别为潭园1591线、澄枣1581线。10kV为单母线分段接线，设计规模36回，现有规模24回。本站配电楼为一层布置。主控室、110kV开关室、10kV开关室、电容器室；户外分布：#1主变、#2主变。主变保护、110kV备自投、桥过流解列保护及交直流屏置于主控室。10kV线路保护测控装置、母分备自投及母分保护就地布置于10kV开关室内。",
    info1:
      "枣园110kV变电站位于新昌县澄潭街道，浙江三瑞香雪集团北面，蛟澄公路东面，澄潭江西面的一处三角形地块，占地面积3000余平方米，采用国网典设ZJA3-3方案，为半户内布置型式。变电站于2021年6月投入运行。变电站由绍兴大明电力设计院设计并监理，绍兴大兴电力承装分公司施工。110kV枣园变主要为澄潭街道及周边工业园区提供电力保障。",
    type: 2,
    position: [-496.7686462402344, 57.5352783203125, -212.4169464111328],
    category: "",
    info1_list: [
      "枣园110kV变电站位于新昌县澄潭街道，浙江三瑞香雪集团北面，蛟澄公路东面，澄潭江西面的一处三角形地块，占地面积3000余平方米，采用国网典设ZJA3-3方案，为半户内布置型式。变电站于2021年6月投入运行。变电站由绍兴大明电力设计院设计并监理，绍兴大兴电力承装分公司施工。110kV枣园变主要为澄潭街道及周边工业园区提供电力保障。",
    ],
    info2_list: [
      "枣园变电站按最终规模为三台双绕组主变建设，现有主变容量为2×50MVA。110kV为内桥接线，现有110kV进线2回，分别为潭园1591线、澄枣1581线。10kV为单母线分段接线，设计规模36回，现有规模24回。本站配电楼为一层布置。主控室、110kV开关室、10kV开关室、电容器室；户外分布：#1主变、#2主变。主变保护、110kV备自投、桥过流解列保护及交直流屏置于主控室。10kV线路保护测控装置、母分备自投及母分保护就地布置于10kV开关室内。",
    ],
  },
  {
    title: "高桂变",
    kv: "110KV",
    info2:
      "高桂变电站按最终规模为三台双绕组主变建设，现有主变容量为2×50MVA。110kV为内桥接线，现有110kV进线2回，分别为天高1P12线、天桂1P02线。10kV为单母线分段接线，设计规模36回，现有规模24回。本站配电楼为一层布置。主控室、110kV开关室、10kV开关室、电容器室；户外分布：#1主变、#2主变。主变保护、110kV备自投、桥过流解列保护及交直流屏置于主控室。10kV线路保护测控装置、母分备自投及母分保护就地布置于10kV开关室内。",
    info1:
      "高桂110kV变电站位于新昌县羽林街道大明市镇下园村，占地面积4274平方米，采用国网典设ZJA3-3方案，为半户内布置型式。变电站于2022年9月投入运行。变电站由绍兴大明电力设计院设计并监理，绍兴大兴电力承装分公司施工。110kV高桂变主要为大明市工业园区提供电力保障。",
    type: 2,
    position: [-1.2173891067504883, 57.5352783203125, -399.705078125],
    category: "",
    info1_list: [
      "高桂110kV变电站位于新昌县羽林街道大明市镇下园村，占地面积4274平方米，采用国网典设ZJA3-3方案，为半户内布置型式。变电站于2022年9月投入运行。变电站由绍兴大明电力设计院设计并监理，绍兴大兴电力承装分公司施工。110kV高桂变主要为大明市工业园区提供电力保障。",
    ],
    info2_list: [
      "高桂变电站按最终规模为三台双绕组主变建设，现有主变容量为2×50MVA。110kV为内桥接线，现有110kV进线2回，分别为天高1P12线、天桂1P02线。10kV为单母线分段接线，设计规模36回，现有规模24回。本站配电楼为一层布置。主控室、110kV开关室、10kV开关室、电容器室；户外分布：#1主变、#2主变。主变保护、110kV备自投、桥过流解列保护及交直流屏置于主控室。10kV线路保护测控装置、母分备自投及母分保护就地布置于10kV开关室内。",
    ],
  },
  {
    title: "新昌电力局管理中心",
    kv: "",
    info2: "",
    info1: "",
    type: 0,
    position: [-264.1903991699219, 69.5352783203125, -359.8627014160156],
    category: "",
    info1_list: [],
    info2_list: [],
  },
];
